xml/request_oclc/oclc_noder_alvilda.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/ope
nsearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standard
s/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:d
kdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="htt
p://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://w
ww.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:04872193"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:09.642Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:09.722Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:09.642Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:09.722Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:09.650Z" MIMETYPE="text/xml" SIZE="926">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>alvida and the magician&apos;s cape</dc:title>
  <dc:title>MATCH:alvida</dc:title>
  <dc:creator>Michael Plaskett</dc:creator>
  <dc:creator>NOBIRTH:Michael Plaskett</dc:creator>
  <dc:creator>MATCHSTRING:Plaskettm</dc:creator>
  <dc:publisher>international music publications</dc:publisher>
  <dc:publisher>MATCHSTRING:interna</dc:publisher>
  <dc:date>1986</dc:date>
  <dc:type>Node</dc:type>
  <dc:type>WORK:sheetmusic</dc:type>
  <dc:identifier>870970-basis:04872193</dc:identifier>
  <dc:identifier>ISBN:0863593828</dc:identifier>
  <dc:identifier>NUMBER:16142</dc:identifier>
  <dc:language>Engelsk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:09.650Z" MIMETYPE="text/xml" SIZE="6838">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>04872193|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Alvida and the magician&apos;s cape</dc:title><dc:title xsi:type="dkdcplus:full">Alvida and the magician&apos;s cape : a musical fairy story for junior schools : for solostemmer, 2 fortællere, børnekor, blokfløjter, slagtøj og klaver med becifring</dc:title><dc:creator>Michael Plaskett</dc:creator><dc:creator xsi:type="oss:sort">Plaskett, Michael</dc:creator><dc:subject xsi:type="dkdcplus:DK5">78.698</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Børneoperaer</dc:subject><dcterms:abstract>Børnemusical</dcterms:abstract><dc:description>Tekst af Michael Plaskett</dc:description><dc:description>Stemmer: 4 identiske stemmer for blokfløjter og stemt slagtøj</dc:description><dc:description>Med spille- og opførelsesvejledning</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>International Music Publications</dc:publisher><dc:date>1986</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Node</dc:type><dc:format>1 partitur, 4 stemmer</dc:format><dcterms:extent>28 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">0-86359-382-8</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">eng</dc:language><dc:language>Engelsk</dc:language><dcterms:hasPart>The castle</dcterms:hasPart><dcterms:hasPart>In the forest</dcterms:hasPart><dcterms:hasPart>Wicked magician, fly!</dcterms:hasPart><dcterms:hasPart>Sewing song</dcterms:hasPart><dcterms:hasPart>Mysterious light</dcterms:hasPart><dcterms:hasPart>Fruit song</dcterms:hasPart><dcterms:hasPart>Go to sleep, Alvida</dcterms:hasPart></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">04872193</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">19870926</marcx:subfield><marcx:subfield code="d">19870114</marcx:subfield><marcx:subfield code="f">a</marcx:subfield><marcx:subfield code="o">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="005"><marcx:subfield code="h">a</marcx:subfield><marcx:subfield code="i">a</marcx:subfield><marcx:subfield code="j">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">1986</marcx:subfield><marcx:subfield code="b">gb</marcx:subfield><marcx:subfield code="l">eng</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">c</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">0-86359-382-8</marcx:subfield><marcx:subfield code="n">16142</marcx:subfield><marcx:subfield code="c">hf.</marcx:subfield><marcx:subfield code="d">kr. 47.00</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">SFM198708</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Plaskett</marcx:subfield><marcx:subfield code="h">Michael</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Alvida and the magician&apos;s cape</marcx:subfield><marcx:subfield code="c">a musical fairy story for junior schools</marcx:subfield><marcx:subfield code="c">for solostemmer, 2 fortællere, børnekor, blokfløjter, slagtøj og klaver med becifring</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Woodford Green, Essex</marcx:subfield><marcx:subfield code="b">International Music Publications</marcx:subfield><marcx:subfield code="c">1986</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 \partitur\</marcx:subfield><marcx:subfield code="a">28 sider</marcx:subfield><marcx:subfield code="c">31 cm</marcx:subfield><marcx:subfield code="n">4 \stemmer\</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="a">Børnemusical</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Tekst af Michael Plaskett</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Stemmer: 4 identiske stemmer for blokfløjter og stemt slagtøj</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="526"><marcx:subfield code="a">Baseret på et svensk folkeeventyr</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="531"><marcx:subfield code="a">Indhold: Introductory music ;</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="534"><marcx:subfield code="a">Med spille- og opførelsesvejledning</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.698</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">The ¤castle</marcx:subfield><marcx:subfield code="a">In the forest</marcx:subfield><marcx:subfield code="a">Wicked magician, fly!</marcx:subfield><marcx:subfield code="a">Sewing song</marcx:subfield><marcx:subfield code="a">Mysterious light</marcx:subfield><marcx:subfield code="a">Fruit song</marcx:subfield><marcx:subfield code="a">Go to sleep, Alvida</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="a">SFM</marcx:subfield><marcx:subfield code="n">60</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:09.650Z" MIMETYPE="text/xml" SIZE="620">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">hs</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f01"><marcx:subfield code="h">B</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="a">60</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:09.722Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:04872193">
    <isMemberOfUnit xmlns="info:fedora/">unit:47935</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47935</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:36:34.129</timestamp>
<pid>870970-basis:04872193</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
